Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# video.error.unavailable
source: Uploading is paused for a moment. It will carry on by itself.
ar: الرفع متوقف مؤقتًا، وسيُستأنف تلقائيًا.
bn: আপলোড কিছুক্ষণের জন্য থেমে আছে। এটি নিজে থেকেই চলবে।
ca: La pujada està en pausa un moment. Continuarà per si sola.
cs: Nahrávání je na chvíli pozastaveno. Bude pokračovat samo.
da: Upload er sat på pause et øjeblik. Det fortsætter af sig selv.
de: Das Hochladen ist kurz pausiert. Es geht von selbst weiter.
el: Η μεταφόρτωση σταμάτησε προσωρινά. Θα συνεχιστεί μόνη της.
es: La subida está en pausa un momento. Continuará sola.
fi: Lataus on hetkeksi tauolla. Se jatkuu itsestään.
fr: L’envoi est en pause un instant. Il reprendra de lui-même.
he: ההעלאה מושהית לרגע. היא תמשיך מעצמה.
hi: अपलोड कुछ देर के लिए रुका है। यह अपने-आप जारी रहेगा।
hr: Prijenos je na trenutak pauziran. Nastavit će se sam.
hu: A feltöltés egy pillanatra szünetel. Magától folytatódik.
id: Pengunggahan dijeda sebentar. Akan berlanjut dengan sendirinya.
it: Il caricamento è in pausa per un momento. Riprenderà da solo.
ja: アップロードを一時停止しています。自動的に再開します。
ko: 업로드가 잠시 중단되었어요. 저절로 이어서 진행돼요.
ml: അപ്‌ലോഡ് കുറച്ച് നേരത്തേക്ക് നിർത്തിവച്ചിരിക്കുന്നു. അത് തനിയെ തുടരും.
ms: Muat naik dijeda seketika. Ia akan diteruskan dengan sendirinya.
nb: Opplastingen er satt på pause et øyeblikk. Den fortsetter av seg selv.
nl: Uploaden is even gepauzeerd. Het gaat vanzelf verder.
pl: Przesyłanie jest na chwilę wstrzymane. Wznowi się samo.
pt_br: O envio está em pausa por um instante. Ele continuará sozinho.
pt_pt: O envio está em pausa por um momento. Continuará por si.
ro: Încărcarea este oprită pentru o clipă. Va continua singură.
ru: Загрузка ненадолго приостановлена. Она продолжится сама.
sk: Nahrávanie je na chvíľu pozastavené. Bude pokračovať samo.
sv: Uppladdningen är pausad en stund. Den fortsätter av sig själv.
ta: பதிவேற்றம் சிறிது நேரம் நிறுத்தப்பட்டுள்ளது. அது தானாகத் தொடரும்.
te: అప్‌లోడ్ కొద్దిసేపు ఆగింది. అది దానంతట అదే కొనసాగుతుంది.
th: การอัปโหลดหยุดชั่วคราว จะทำต่อเอง
tr: Yükleme bir an için duraklatıldı. Kendiliğinden devam edecek.
uk: Завантаження ненадовго призупинено. Воно продовжиться саме.
ur: اپ لوڈ تھوڑی دیر کے لیے رکا ہوا ہے۔ یہ خود جاری ہو جائے گا۔
vi: Việc tải lên tạm dừng một lúc. Nó sẽ tự tiếp tục.
zh_hans: 上传暂时暂停，稍后会自动继续。
zh_hant: 上傳暫停片刻，稍後會自動繼續。

# video.error.unreadable
source: We couldn't read this video. Export it again or choose another one.
ar: تعذّرت قراءة هذا الفيديو. صدِّره مرة أخرى أو اختر فيديو آخر.
bn: এই ভিডিও পড়া যায়নি। আবার এক্সপোর্ট করুন বা অন্যটি বেছে নিন।
ca: No hem pogut llegir aquest vídeo. Exporta'l de nou o tria'n un altre.
cs: Toto video se nepodařilo přečíst. Exportuj ho znovu nebo vyber jiné.
da: Vi kunne ikke læse denne video. Eksportér den igen, eller vælg en anden.
de: Wir konnten dieses Video nicht lesen. Exportiere es erneut oder wähle ein anderes.
el: Δεν μπορέσαμε να διαβάσουμε αυτό το βίντεο. Εξήγαγέ το ξανά ή επίλεξε άλλο.
es: No pudimos leer este vídeo. Expórtalo de nuevo o elige otro.
fi: Tätä videota ei voitu lukea. Vie se uudelleen tai valitse toinen.
fr: Nous n’avons pas pu lire cette vidéo. Exportez-la à nouveau ou choisissez-en une autre.
he: לא הצלחנו לקרוא את הווידאו הזה. ייצא אותו שוב או בחר אחר.
hi: हम इस वीडियो को पढ़ नहीं सके। इसे दोबारा एक्सपोर्ट करें या कोई दूसरा चुनें।
hr: Nismo mogli pročitati ovaj video. Ponovno ga izvezi ili odaberi drugi.
hu: Nem sikerült beolvasni ezt a videót. Exportáld újra, vagy válassz másikat.
id: Kami tidak bisa membaca video ini. Ekspor lagi atau pilih yang lain.
it: Non siamo riusciti a leggere questo video. Esportalo di nuovo o scegline un altro.
ja: この動画を読み取れませんでした。書き出し直すか、別の動画を選んでください。
ko: 이 동영상을 읽을 수 없어요. 다시 내보내거나 다른 동영상을 선택하세요.
ml: ഈ വീഡിയോ വായിക്കാനായില്ല. വീണ്ടും എക്സ്പോർട്ട് ചെയ്യുക അല്ലെങ്കിൽ മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക.
ms: Kami tidak dapat membaca video ini. Eksport semula atau pilih yang lain.
nb: Vi kunne ikke lese denne videoen. Eksporter den på nytt eller velg en annen.
nl: We konden deze video niet lezen. Exporteer hem opnieuw of kies een andere.
pl: Nie udało się odczytać tego wideo. Wyeksportuj je ponownie lub wybierz inne.
pt_br: Não conseguimos ler este vídeo. Exporte-o de novo ou escolha outro.
pt_pt: Não conseguimos ler este vídeo. Exporte-o novamente ou escolha outro.
ro: Nu am putut citi acest video. Exportă-l din nou sau alege altul.
ru: Не удалось прочитать это видео. Экспортируйте его заново или выберите другое.
sk: Nepodarilo sa nám toto video prečítať. Exportuj ho znova alebo vyber iné.
sv: Vi kunde inte läsa den här videon. Exportera den igen eller välj en annan.
ta: இந்த வீடியோவைப் படிக்க முடியவில்லை. மீண்டும் ஏற்றுமதி செய்யுங்கள் அல்லது வேறொன்றைத் தேர்ந்தெடுங்கள்.
te: ఈ వీడియోను చదవలేకపోయాము. మళ్లీ ఎక్స్‌పోర్ట్ చేయండి లేదా మరొకటి ఎంచుకోండి.
th: เราอ่านวิดีโอนี้ไม่ได้ ส่งออกใหม่หรือเลือกวิดีโออื่น
tr: Bu videoyu okuyamadık. Yeniden dışa aktarın veya başka birini seçin.
uk: Не вдалося прочитати це відео. Експортуйте його знову або виберіть інше.
ur: ہم یہ ویڈیو پڑھ نہیں سکے۔ اسے دوبارہ ایکسپورٹ کریں یا دوسری چنیں۔
vi: Chúng tôi không đọc được video này. Hãy xuất lại hoặc chọn video khác.
zh_hans: 我们无法读取此视频。请重新导出或选择另一个。
zh_hant: 我們無法讀取此影片。請重新匯出，或選擇其他影片。

# video.error.uploadExpired
source: This upload stopped before it finished. Upload the video again.
ar: توقّف رفع هذا الفيديو قبل اكتماله. ارفعه مرة أخرى.
bn: এই আপলোড শেষ হওয়ার আগেই থেমে গেছে। ভিডিওটি আবার আপলোড করুন।
ca: Aquesta pujada s'ha aturat abans d'acabar. Torna a pujar el vídeo.
cs: Toto nahrávání se zastavilo dřív, než skončilo. Nahraj video znovu.
da: Dette upload stoppede, før det blev færdigt. Upload videoen igen.
de: Dieser Upload wurde vor dem Ende abgebrochen. Lade das Video erneut hoch.
el: Αυτή η μεταφόρτωση σταμάτησε πριν ολοκληρωθεί. Ανέβασε ξανά το βίντεο.
es: Esta subida se detuvo antes de terminar. Sube el vídeo de nuevo.
fi: Tämä lataus pysähtyi ennen valmistumista. Lataa video uudelleen.
fr: Cet envoi s’est arrêté avant la fin. Envoyez à nouveau la vidéo.
he: ההעלאה הזו נעצרה לפני שהסתיימה. העלה את הווידאו שוב.
hi: यह अपलोड पूरा होने से पहले रुक गया। वीडियो दोबारा अपलोड करें।
hr: Ovaj prijenos je stao prije završetka. Prenesi video ponovno.
hu: Ez a feltöltés megállt, mielőtt befejeződött volna. Töltsd fel újra a videót.
id: Unggahan ini berhenti sebelum selesai. Unggah videonya lagi.
it: Questo caricamento si è interrotto prima della fine. Carica di nuovo il video.
ja: このアップロードは完了する前に停止しました。動画をもう一度アップロードしてください。
ko: 이 업로드가 끝나기 전에 중단되었어요. 동영상을 다시 업로드하세요.
ml: ഈ അപ്‌ലോഡ് പൂർത്തിയാകുന്നതിന് മുമ്പ് നിലച്ചു. വീഡിയോ വീണ്ടും അപ്‌ലോഡ് ചെയ്യുക.
ms: Muat naik ini berhenti sebelum selesai. Muat naik video semula.
nb: Denne opplastingen stoppet før den var ferdig. Last opp videoen på nytt.
nl: Deze upload is gestopt voordat hij klaar was. Upload de video opnieuw.
pl: To przesyłanie zatrzymało się przed końcem. Prześlij wideo ponownie.
pt_br: Este envio parou antes de terminar. Envie o vídeo novamente.
pt_pt: Este envio parou antes de terminar. Envie o vídeo novamente.
ro: Această încărcare s-a oprit înainte să se termine. Încarcă videoul din nou.
ru: Эта загрузка прервалась до завершения. Загрузите видео снова.
sk: Toto nahrávanie sa zastavilo pred dokončením. Nahraj video znova.
sv: Den här uppladdningen avbröts innan den blev klar. Ladda upp videon igen.
ta: இந்தப் பதிவேற்றம் முடிவதற்குள் நின்றுவிட்டது. வீடியோவை மீண்டும் பதிவேற்றுங்கள்.
te: ఈ అప్‌లోడ్ పూర్తి కాకముందే ఆగిపోయింది. వీడియోను మళ్లీ అప్‌లోడ్ చేయండి.
th: การอัปโหลดนี้หยุดก่อนเสร็จ อัปโหลดวิดีโออีกครั้ง
tr: Bu yükleme bitmeden durdu. Videoyu yeniden yükleyin.
uk: Це завантаження зупинилося, не завершившись. Завантажте відео знову.
ur: یہ اپ لوڈ مکمل ہونے سے پہلے رک گیا۔ ویڈیو دوبارہ اپ لوڈ کریں۔
vi: Lần tải lên này đã dừng trước khi xong. Hãy tải video lên lại.
zh_hans: 此次上传在完成之前中断了。请重新上传视频。
zh_hant: 此上傳在完成前中斷了，請重新上傳影片。

# video.error.uploadFailed
source: Something went wrong while uploading. Try again.
ar: حدث خطأ أثناء الرفع. حاول مرة أخرى.
bn: আপলোডের সময় কিছু একটা ভুল হয়েছে। আবার চেষ্টা করুন।
ca: Alguna cosa ha anat malament en pujar. Torna-ho a provar.
cs: Při nahrávání se něco pokazilo. Zkus to znovu.
da: Noget gik galt under upload. Prøv igen.
de: Beim Hochladen ist etwas schiefgelaufen. Versuche es erneut.
el: Κάτι πήγε στραβά κατά τη μεταφόρτωση. Δοκίμασε ξανά.
es: Algo salió mal al subir. Inténtalo de nuevo.
fi: Latauksessa meni jokin pieleen. Yritä uudelleen.
fr: Une erreur s’est produite pendant l’envoi. Réessayez.
he: משהו השתבש בזמן ההעלאה. נסה שוב.
hi: अपलोड करते समय कुछ गड़बड़ हो गई। फिर कोशिश करें।
hr: Nešto je pošlo po zlu tijekom prijenosa. Pokušaj ponovno.
hu: Hiba történt a feltöltés közben. Próbáld újra.
id: Terjadi kesalahan saat mengunggah. Coba lagi.
it: Qualcosa è andato storto durante il caricamento. Riprova.
ja: アップロード中に問題が発生しました。もう一度お試しください。
ko: 업로드 중 문제가 발생했어요. 다시 시도하세요.
ml: അപ്‌ലോഡ് ചെയ്യുമ്പോൾ എന്തോ പിഴവ് സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കുക.
ms: Sesuatu tersilap semasa memuat naik. Cuba lagi.
nb: Noe gikk galt under opplastingen. Prøv igjen.
nl: Er ging iets mis bij het uploaden. Probeer het opnieuw.
pl: Coś poszło nie tak podczas przesyłania. Spróbuj ponownie.
pt_br: Algo deu errado durante o envio. Tente de novo.
pt_pt: Algo correu mal durante o envio. Tente novamente.
ro: Ceva nu a mers bine la încărcare. Încearcă din nou.
ru: При загрузке что-то пошло не так. Повторите.
sk: Pri nahrávaní sa niečo pokazilo. Skús to znova.
sv: Något gick fel vid uppladdningen. Försök igen.
ta: பதிவேற்றும்போது ஏதோ தவறு நேர்ந்தது. மீண்டும் முயலுங்கள்.
te: అప్‌లోడ్ చేస్తున్నప్పుడు ఏదో తప్పు జరిగింది. మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดระหว่างอัปโหลด ลองอีกครั้ง
tr: Yüklerken bir şeyler ters gitti. Tekrar deneyin.
uk: Під час завантаження щось пішло не так. Спробуйте ще раз.
ur: اپ لوڈ کے دوران کچھ غلط ہو گیا۔ دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi khi tải lên. Hãy thử lại.
zh_hans: 上传时出了点问题，请重试。
zh_hant: 上傳時發生錯誤，請再試一次。

# video.error.uploadIncomplete
source: Part of this video hasn't arrived yet. Keep the app open to finish uploading.
ar: لم يصل جزء من الفيديو بعد. أبقِ التطبيق مفتوحًا حتى يكتمل الرفع.
bn: এই ভিডিওর একটি অংশ এখনও পৌঁছায়নি। আপলোড শেষ করতে অ্যাপ খোলা রাখুন।
ca: Una part d'aquest vídeo encara no ha arribat. Mantén l'app oberta per acabar de pujar-lo.
cs: Část tohoto videa ještě nedorazila. Nech aplikaci otevřenou, aby se nahrávání dokončilo.
da: En del af denne video er ikke nået frem endnu. Hold appen åben for at gøre uploadet færdigt.
de: Ein Teil dieses Videos ist noch nicht angekommen. Lass die App geöffnet, um das Hochladen abzuschließen.
el: Ένα μέρος αυτού του βίντεο δεν έχει φτάσει ακόμα. Κράτα την εφαρμογή ανοιχτή για να ολοκληρωθεί η μεταφόρτωση.
es: Parte de este vídeo aún no ha llegado. Mantén la app abierta para terminar de subirlo.
fi: Osa tästä videosta ei ole vielä perillä. Pidä sovellus auki viimeistelläksesi latauksen.
fr: Une partie de cette vidéo n’est pas encore arrivée. Gardez l’app ouverte pour terminer l’envoi.
he: חלק מהווידאו הזה עדיין לא הגיע. השאר את האפליקציה פתוחה כדי לסיים להעלות.
hi: इस वीडियो का एक हिस्सा अभी नहीं पहुँचा। अपलोड पूरा करने के लिए ऐप खुला रखें।
hr: Dio ovog videa još nije stigao. Drži aplikaciju otvorenom da se prijenos dovrši.
hu: A videó egy része még nem érkezett meg. Hagyd nyitva az appot a feltöltés befejezéséhez.
id: Sebagian video ini belum sampai. Biarkan app terbuka untuk menyelesaikan unggahan.
it: Una parte di questo video non è ancora arrivata. Tieni l'app aperta per completare il caricamento.
ja: この動画の一部がまだ届いていません。アップロードが終わるまで、アプリを開いたままにしてください。
ko: 동영상의 일부가 아직 도착하지 않았어요. 업로드를 마치려면 앱을 열어 두세요.
ml: ഈ വീഡിയോയുടെ ഒരു ഭാഗം ഇതുവരെ എത്തിയിട്ടില്ല. അപ്‌ലോഡ് പൂർത്തിയാക്കാൻ ആപ്പ് തുറന്നു വയ്ക്കുക.
ms: Sebahagian video ini belum sampai. Biarkan app terbuka untuk menyelesaikan muat naik.
nb: En del av denne videoen har ikke kommet fram ennå. Hold appen åpen for å fullføre opplastingen.
nl: Een deel van deze video is nog niet aangekomen. Houd de app open om het uploaden af te ronden.
pl: Część tego wideo jeszcze nie dotarła. Zostaw aplikację otwartą, aby dokończyć przesyłanie.
pt_br: Parte deste vídeo ainda não chegou. Mantenha o app aberto para terminar o envio.
pt_pt: Parte deste vídeo ainda não chegou. Mantenha a app aberta para terminar o envio.
ro: O parte din acest video nu a ajuns încă. Ține aplicația deschisă pentru a termina încărcarea.
ru: Часть этого видео ещё не дошла. Не закрывайте приложение, чтобы загрузка завершилась.
sk: Časť tohto videa ešte nedorazila. Nechaj aplikáciu otvorenú, aby sa nahrávanie dokončilo.
sv: En del av den här videon har inte kommit fram än. Håll appen öppen för att slutföra uppladdningen.
ta: இந்த வீடியோவின் ஒரு பகுதி இன்னும் வந்து சேரவில்லை. பதிவேற்றம் முடிய செயலியைத் திறந்தே வையுங்கள்.
te: ఈ వీడియోలో కొంత భాగం ఇంకా చేరలేదు. అప్‌లోడ్ పూర్తయ్యే వరకు యాప్‌ను తెరిచి ఉంచండి.
th: วิดีโอบางส่วนยังมาไม่ถึง เปิดแอปค้างไว้เพื่ออัปโหลดให้เสร็จ
tr: Bu videonun bir kısmı henüz gelmedi. Yüklemeyi bitirmek için uygulamayı açık tutun.
uk: Частина цього відео ще не надійшла. Не закривайте застосунок, щоб завершити завантаження.
ur: اس ویڈیو کا کچھ حصہ ابھی نہیں پہنچا۔ اپ لوڈ مکمل کرنے کے لیے ایپ کھلی رکھیں۔
vi: Một phần video này chưa đến. Hãy giữ ứng dụng mở để tải lên xong.
zh_hans: 此视频的一部分尚未到达。请保持应用打开以完成上传。
zh_hant: 此影片的一部分尚未送達。請保持 App 開啟以完成上傳。

# video.error.used
source: That video is already on a post.
ar: هذا الفيديو مرفق بمنشور بالفعل.
bn: এই ভিডিও ইতিমধ্যে একটি পোস্টে আছে।
ca: Aquest vídeo ja és en una publicació.
cs: Toto video už je u příspěvku.
da: Den video er allerede på et opslag.
de: Dieses Video ist bereits in einem Beitrag.
el: Αυτό το βίντεο βρίσκεται ήδη σε μια ανάρτηση.
es: Ese vídeo ya está en una publicación.
fi: Tuo video on jo julkaisussa.
fr: Cette vidéo est déjà dans un post.
he: הווידאו הזה כבר נמצא בפוסט.
hi: वह वीडियो पहले से एक पोस्ट पर है।
hr: Taj video je već u objavi.
hu: Ez a videó már egy bejegyzésen van.
id: Video itu sudah ada di sebuah postingan.
it: Quel video è già in un post.
ja: その動画はすでに投稿に使われています。
ko: 이 동영상은 이미 게시물에 사용되었어요.
ml: ആ വീഡിയോ ഇതിനകം ഒരു പോസ്റ്റിലുണ്ട്.
ms: Video itu sudah ada pada sebuah siaran.
nb: Den videoen er allerede på et innlegg.
nl: Die video staat al in een bericht.
pl: To wideo jest już w innym wpisie.
pt_br: Esse vídeo já está em um post.
pt_pt: Esse vídeo já está numa publicação.
ro: Acest video este deja într-o postare.
ru: Это видео уже есть в другом посте.
sk: Toto video je už v príspevku.
sv: Den videon finns redan i ett inlägg.
ta: அந்த வீடியோ ஏற்கெனவே ஓர் இடுகையில் உள்ளது.
te: ఆ వీడియో ఇప్పటికే ఒక పోస్ట్‌లో ఉంది.
th: วิดีโอนั้นอยู่ในโพสต์แล้ว
tr: Bu video zaten bir gönderide.
uk: Це відео вже використано в дописі.
ur: وہ ویڈیو پہلے ہی ایک پوسٹ پر ہے۔
vi: Video đó đã nằm trong một bài đăng.
zh_hans: 该视频已用于某条帖子。
zh_hant: 該影片已用在一則貼文中。

# video.error.withMedia
source: A video post can't also have pictures, a GIF, a poll or a voice recording.
ar: لا يمكن أن يتضمن منشور الفيديو صورًا أو صورة متحركة أو استطلاعًا أو تسجيلًا صوتيًا.
bn: ভিডিও পোস্টে একই সাথে ছবি, GIF, পোল বা ভয়েস রেকর্ডিং থাকতে পারে না।
ca: Una publicació de vídeo no pot tenir també imatges, un GIF, una enquesta ni un enregistrament de veu.
cs: Videopříspěvek nemůže mít také obrázky, GIF, anketu ani hlasový záznam.
da: Et videoopslag kan ikke også have billeder, en GIF, en afstemning eller en lydoptagelse.
de: Ein Videobeitrag kann nicht zusätzlich Bilder, ein GIF, eine Umfrage oder eine Sprachaufnahme enthalten.
el: Μια ανάρτηση βίντεο δεν μπορεί να έχει επίσης εικόνες, GIF, δημοσκόπηση ή ηχογράφηση.
es: Una publicación con vídeo no puede llevar además imágenes, un GIF, una encuesta ni una grabación de voz.
fi: Videojulkaisussa ei voi olla myös kuvia, GIF-kuvaa, kyselyä tai ääninauhoitusta.
fr: Un post vidéo ne peut pas contenir aussi des images, un GIF, un sondage ou un enregistrement vocal.
he: פוסט וידאו לא יכול לכלול גם תמונות, GIF, סקר או הקלטה קולית.
hi: वीडियो पोस्ट में तस्वीरें, GIF, पोल या वॉइस रिकॉर्डिंग भी नहीं हो सकती।
hr: Video objava ne može imati i slike, GIF, anketu ili glasovni zapis.
hu: Videós bejegyzéshez nem tartozhat kép, GIF, szavazás vagy hangfelvétel.
id: Postingan video tidak bisa juga memuat gambar, GIF, jajak pendapat, atau rekaman suara.
it: Un post video non può avere anche immagini, una GIF, un sondaggio o una registrazione vocale.
ja: 動画の投稿には、画像、GIF、投票、音声の録音を一緒に付けられません。
ko: 동영상 게시물에는 사진, GIF, 투표, 음성 녹음을 함께 넣을 수 없어요.
ml: വീഡിയോ പോസ്റ്റിൽ ചിത്രങ്ങളോ GIF-ഓ പോളോ വോയ്‌സ് റെക്കോർഡിംഗോ ഉണ്ടാകാൻ പാടില്ല.
ms: Siaran video tidak boleh turut mempunyai gambar, GIF, tinjauan atau rakaman suara.
nb: Et videoinnlegg kan ikke også ha bilder, en GIF, en avstemning eller et lydopptak.
nl: Een videobericht kan niet ook afbeeldingen, een GIF, een peiling of een spraakopname bevatten.
pl: Wpis z wideo nie może mieć też zdjęć, GIF-a, ankiety ani nagrania głosowego.
pt_br: Um post de vídeo não pode ter também imagens, GIF, enquete ou gravação de voz.
pt_pt: Uma publicação de vídeo não pode ter também imagens, um GIF, uma sondagem ou uma gravação de voz.
ro: O postare video nu poate avea și imagini, un GIF, un sondaj sau o înregistrare vocală.
ru: К видеопосту нельзя добавить фото, GIF, опрос или голосовую запись.
sk: Video príspevok nemôže obsahovať aj obrázky, GIF, anketu či hlasovú nahrávku.
sv: Ett videoinlägg kan inte också ha bilder, en GIF, en omröstning eller en röstinspelning.
ta: வீடியோ இடுகையில் படங்கள், GIF, வாக்கெடுப்பு அல்லது குரல் பதிவையும் சேர்க்க முடியாது.
te: వీడియో పోస్ట్‌లో చిత్రాలు, GIF, పోల్ లేదా వాయిస్ రికార్డింగ్ కూడా ఉండకూడదు.
th: โพสต์วิดีโอมีรูปภาพ GIF โพล หรือเสียงอัดด้วยไม่ได้
tr: Bir video gönderisinde resim, GIF, anket veya ses kaydı da olamaz.
uk: Відеодопис не може мати також зображень, GIF, опитування чи голосового запису.
ur: ویڈیو پوسٹ کے ساتھ تصاویر، GIF، پول یا آواز کی ریکارڈنگ نہیں ہو سکتی۔
vi: Bài đăng video không thể kèm ảnh, GIF, bình chọn hay bản ghi âm.
zh_hans: 视频帖子不能同时附带图片、GIF、投票或语音录音。
zh_hant: 影片貼文不能同時附帶圖片、GIF、投票或語音錄音。

# video.fullscreen
source: Full screen
ar: ملء الشاشة
bn: ফুল স্ক্রিন
ca: Pantalla completa
cs: Celá obrazovka
da: Fuld skærm
de: Vollbild
el: Πλήρης οθόνη
es: Pantalla completa
fi: Koko näyttö
fr: Plein écran
he: מסך מלא
hi: फ़ुल स्क्रीन
hr: Cijeli zaslon
hu: Teljes képernyő
id: Layar penuh
it: Schermo intero
ja: 全画面
ko: 전체 화면
ml: ഫുൾ സ്ക്രീൻ
ms: Skrin penuh
nb: Fullskjerm
nl: Volledig scherm
pl: Pełny ekran
pt_br: Tela cheia
pt_pt: Ecrã inteiro
ro: Ecran complet
ru: Полный экран
sk: Celá obrazovka
sv: Helskärm
ta: முழுத்திரை
te: ఫుల్ స్క్రీన్
th: เต็มหน้าจอ
tr: Tam ekran
uk: На весь екран
ur: پوری اسکرین
vi: Toàn màn hình
zh_hans: 全屏
zh_hant: 全螢幕

# video.fullscreen.close
source: Close full screen
ar: إغلاق ملء الشاشة
bn: ফুল স্ক্রিন বন্ধ করুন
ca: Tanca la pantalla completa
cs: Zavřít celou obrazovku
da: Luk fuld skærm
de: Vollbild schließen
el: Κλείσιμο πλήρους οθόνης
es: Cerrar pantalla completa
fi: Sulje koko näyttö
fr: Quitter le plein écran
he: סגור מסך מלא
hi: फ़ुल स्क्रीन बंद करें
hr: Zatvori cijeli zaslon
hu: Teljes képernyő bezárása
id: Tutup layar penuh
it: Chiudi schermo intero
ja: 全画面を閉じる
ko: 전체 화면 닫기
ml: ഫുൾ സ്ക്രീൻ അടയ്ക്കുക
ms: Tutup skrin penuh
nb: Lukk fullskjerm
nl: Volledig scherm sluiten
pl: Zamknij pełny ekran
pt_br: Sair da tela cheia
pt_pt: Fechar ecrã inteiro
ro: Închide ecranul complet
ru: Закрыть полный экран
sk: Zavrieť celú obrazovku
sv: Stäng helskärm
ta: முழுத்திரையை மூடு
te: ఫుల్ స్క్రీన్ మూసివేయి
th: ปิดเต็มหน้าจอ
tr: Tam ekranı kapat
uk: Закрити повноекранний режим
ur: پوری اسکرین بند کریں
vi: Đóng toàn màn hình
zh_hans: 退出全屏
zh_hant: 關閉全螢幕

# video.mute
source: Turn sound off
ar: كتم الصوت
bn: শব্দ বন্ধ করুন
ca: Desactiva el so
cs: Vypnout zvuk
da: Slå lyden fra
de: Ton ausschalten
el: Απενεργοποίηση ήχου
es: Quitar el sonido
fi: Kytke ääni pois
fr: Couper le son
he: כבה את הקול
hi: आवाज़ बंद करें
hr: Isključi zvuk
hu: Hang kikapcsolása
id: Matikan suara
it: Disattiva l'audio
ja: 音を消す
ko: 소리 끄기
ml: ശബ്ദം ഓഫാക്കുക
ms: Matikan bunyi
nb: Slå av lyden
nl: Geluid uitzetten
pl: Wyłącz dźwięk
pt_br: Desativar o som
pt_pt: Desativar som
ro: Oprește sunetul
ru: Выключить звук
sk: Vypnúť zvuk
sv: Stäng av ljudet
ta: ஒலியை அணை
te: సౌండ్ ఆఫ్ చేయి
th: ปิดเสียง
tr: Sesi kapat
uk: Вимкнути звук
ur: آواز بند کریں
vi: Tắt âm thanh
zh_hans: 关闭声音
zh_hant: 關閉聲音

# video.pause
source: Pause video
ar: إيقاف الفيديو مؤقتًا
bn: ভিডিও থামান
ca: Posa el vídeo en pausa
cs: Pozastavit video
da: Sæt video på pause
de: Video pausieren
el: Παύση βίντεο
es: Pausar vídeo
fi: Keskeytä video
fr: Mettre la vidéo en pause
he: השהה וידאו
hi: वीडियो रोकें
hr: Pauziraj video
hu: Videó szüneteltetése
id: Jeda video
it: Metti in pausa il video
ja: 動画を一時停止
ko: 동영상 일시정지
ml: വീഡിയോ താൽക്കാലികമായി നിർത്തുക
ms: Jeda video
nb: Sett videoen på pause
nl: Video pauzeren
pl: Wstrzymaj wideo
pt_br: Pausar vídeo
pt_pt: Pausar vídeo
ro: Pune video pe pauză
ru: Пауза
sk: Pozastaviť video
sv: Pausa videon
ta: வீடியோவை இடைநிறுத்து
te: వీడియో పాజ్ చేయి
th: หยุดวิดีโอชั่วคราว
tr: Videoyu duraklat
uk: Пауза
ur: ویڈیو روکیں
vi: Tạm dừng video
zh_hans: 暂停视频
zh_hant: 暫停影片

# video.pending.a11yLabel
source: Your post, waiting for its video
ar: منشورك بانتظار اكتمال الفيديو
bn: আপনার পোস্ট, ভিডিওর অপেক্ষায়
ca: La teva publicació, esperant el vídeo
cs: Tvůj příspěvek čekající na video
da: Dit opslag venter på sin video
de: Dein Beitrag wartet auf sein Video
el: Η ανάρτησή σου, σε αναμονή για το βίντεό της
es: Tu publicación, esperando su vídeo
fi: Julkaisusi, odottaa videotaan
fr: Votre post, en attente de sa vidéo
he: הפוסט שלך, ממתין לווידאו שלו
hi: आपकी पोस्ट, अपने वीडियो की प्रतीक्षा में
hr: Tvoja objava, čeka svoj video
hu: A bejegyzésed, a videójára várva
id: Postinganmu, menunggu videonya
it: Il tuo post, in attesa del suo video
ja: あなたの投稿。動画を待っています
ko: 동영상을 기다리는 내 게시물
ml: നിങ്ങളുടെ പോസ്റ്റ്, വീഡിയോയ്ക്കായി കാത്തിരിക്കുന്നു
ms: Siaran anda, menunggu videonya
nb: Innlegget ditt, som venter på videoen sin
nl: Je bericht, wachtend op de video
pl: Twój wpis czeka na wideo
pt_br: Seu post, aguardando o vídeo
pt_pt: A sua publicação, à espera do vídeo
ro: Postarea ta, în așteptarea videoului
ru: Ваш пост, ожидающий видео
sk: Tvoj príspevok čaká na video
sv: Ditt inlägg, väntar på sin video
ta: உங்கள் இடுகை, அதன் வீடியோவுக்காகக் காத்திருக்கிறது
te: మీ పోస్ట్, దాని వీడియో కోసం వేచి ఉంది
th: โพสต์ของคุณ กำลังรอวิดีโอ
tr: Gönderiniz, videosunu bekliyor
uk: Ваш допис очікує на своє відео
ur: آپ کی پوسٹ، اپنی ویڈیو کی منتظر
vi: Bài đăng của bạn, đang chờ video
zh_hans: 你的帖子，正在等待视频
zh_hant: 你的貼文，正在等待影片

# video.pending.discard
source: Discard
ar: تجاهل
bn: বাতিল করুন
ca: Descarta
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
es: Descartar
fi: Hylkää
fr: Abandonner
he: מחק
hi: रद्द करें
hr: Odbaci
hu: Elvetés
id: Buang
it: Scarta
ja: 破棄
ko: 버리기
ml: ഉപേക്ഷിക്കുക
ms: Buang
nb: Forkast
nl: Weggooien
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ro: Renunță
ru: Отбросить
sk: Zahodiť
sv: Förkasta
ta: நிராகரி
te: విస్మరించు
th: ละทิ้ง
tr: Sil
uk: Скасувати
ur: رد کریں
vi: Hủy bỏ
zh_hans: 放弃
zh_hant: 捨棄
